Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.blogcategorytmx/blogcategory_id_EQ_81_itemid_EQ_69.tmx
Source language: sme
Languages: smn

source: Bargojoavkoovddastus
smn: Pargojuávkkuovdâstem

source: Lávdegottit
smn: Lävdikodeh

source: Sámedikki čoahkkin vállje válgabadjái njeallje lávdegotti , sámi giellaráđi ja maiddái válgalávdegotti , man doaibmabadji lea eará lávdegottiid oanehut .
smn: Sämitige čuákkim aasât vaaljâpaajees ááigán nelji lävdikode , säämi kielârääđi sehe vaaljâlävdikode , mon toimâpaje lii uánihub , ko eres lävdikuudijn .

source: Lávdegottit doibmet stivrra vuollásažžan ja válmmaštallet iežaset doaibmasuorgái gullevaš áššiid ja barget mearrádusaid iežaset suorgái gullevaš váriid juohkimis ja geavaheamis .
smn: Lävdikodeh tuáimih stiivrâ vuálásâžžân , valmâšteleh toimâsuárgásis kullee aašijd já taheh miärádâsâid suárgásis kullee vaarij jyehimist já kevttimist .

source: Lávdegottiid ságajođiheaddjit ja várreságajođiheaddjit galget leat sámedikki fásta lahtut .
smn: Lävdikudij saavâjođetteijeeh já värisaavâjođetteijeeh kalgeh leđe sämitige eidusâš jesâneh .

source: Sin lassin juohke lávdegoddái gullet vihtta eará lahtu ja juohkehažžii persovnnalaš várrelahttu .
smn: Sii lasseen jyehi lävdikoodán kuleh vittâ eres jeessân sehe juáhážân persovnkuáhtásâš värijeessân .

source: Lávdegottit galget ovddastit nu bures go vejolaš Suoma sápmelaččaid gielalaš ja guovlluid guoskevaš joavkkuid ja maiddái buori áššedovdamuša doaibmasuorggis .
smn: Lävdikodeh kalgeh ovdâstiđ nuuvt pyereest ko máhđulâš Suomâ sämmilij kielâlâš já kuávlulâš juávhuid sehe šiev äššitubdâmuš toimâsyergistis .

source: Lávdegottiid bargguin lea mearriduvvon sámedikki bargoortnegis .
smn: Lävdikudij pargoin lii meridum sämitige pargo-oornigist .

source: Lávdegottit dikšot iežaset doaibmasuorgái gullevaš dieđiheamis .
smn: Lävdikodeh hoittájeh jieijâs toimâsuárgán kullee tieđettem .

source: Ealáhus- ja vuoigatvuohtalávdegoddi
smn: Iäláttâs- já vuoigâdvuođâlävdikodde

source: Sámedikki skuvlen- ja oahppamateriálalávdegoddi
smn: Škovlim já oppâmateriaallävdikodde

source: Kulturlávdegoddi
smn: Kulttuurlävdikodde

source: Sámi giellaráđđi
smn: Säämi kielârääđi

source: Sámedikki sosiála- ja dearvvasvuohtalávdegoddi
smn: Sosiaal- já tiervâsvuođâlävdikodde

source: Nuoraidráđđi
smn: Nuorâirääđi

source: Válgalávdegoddi
smn: Vaaljâlävdikodde
